Repository: raduAndrada/swr-ui
Catalog: src/locale/messages.*.xlf
Languages: ro

# aboutGramHeader
source: Gram experience
ro: Despre Gram

# aboutIntroP1
source: We're a small family business and this restuarant is our dream.
ro: Suntem o mica afacere de familie si restaurantul acesta este visul nostru.

# aboutIntroP2
source: We want to serve more than just your food, we want to give you an unique experience. Instead of trying to wow you with fancy words and long stories, we'd like to let our food speak for itself.
ro: Noi nu ne propunem sa iti servim doar mancare, ne dorim sa iti oferim o expedienta unica. Nu o sa te vrajim prin cuvinte pompoase ci iti vom pune la dispozitie preparatele noastre (ele vorbesc pentru noi mai bine decat am putea-o face noi).

# aboutIntroP3
source: So the easiest way to find out what we're about is to come at <a class="text-muted" style="text-decoration: none;" href="{{contact.location.googleLink}}"><i>Gram</i></a>
ro: Cea mai simpla si eficienta modalitate de a afla cine suntem este sa ne vizitati aici, la <a class="text-muted" style="text-decoration: none;" href="{{contact.location.googleLink}}"><i>Gram</i></a>

# aboutIntroP4
source: Behind the concept
ro: In spatele cortinelor

# aboutIntroP5
source: It's always good to know who's making the food for you. Our Head Chef, Gabriel has worked in this industry for a while now. He's been a part of the crew of Michelin Star Restaurant and more recently he's been the head chef of Casa Boema.
ro: Cateva detalii despre cine va prepara mancarea nu strica. Bucatarul sef, Gabriel, activeaza in acest domeniu de ceva vreme. In trecutul nu foarte indepartat a facut parte din echipa de bucatari al unui restaurant decorat cu stele Michelin din Anglia. Revenit in tara, si-a propus sa aduca bucataria noastra la un nivel cat mai inalt.

# aboutIntroP6
source: Our Social Media
ro: Social Media

# aboutIntroP7
source: We post daily updates about our food, schedule, promotions and more on our social media platforms.
ro: Postam detalii despre program, meniu si oferte speciale pe platformele noastre de socializare.

source: Our Menu
ro: Meniu

source: Our Story
ro: Povestea noastra

source: Book your Gram expedience
ro: Rezervari

source: Private party
ro: Petreceri private

source: Gallery
ro: Galerie

# menuLink
source: Consult our menu here.
ro: Puteti sa ne consultati meniul aici.

source: Your Name
ro: Nume

source: Your Email
ro: Email

source: Your Phone
ro: Telefon

source: Your Company's name
ro: Companie

source: Private Party
ro: Petrecere Privata

source: Type of event
ro: Tipul evenimentului

source: Number of people
ro: Numarul de persoane

source: Request a date
ro: Solicita o data

source: Additional information
ro: Informatii suplimentare

source: Someone told me about you
ro: De la un prieten

source: Where did you find out about us?
ro: Cum ai aflat despre noi?

source: Select Date
ro: Selecteaza o data

source: Book Gram
ro: Reverva acum

source: Choose option
ro: Alege

# form.send
source: Send
ro: Trimite

# privateEventsTitle
source: Book your Gram expedience now
ro: Rezerva acum

# privateEventsPartyTitle
source: Private party hosting
ro: Petreceri private

# privateEventsPartyP1
source: We organize private parties for you and your crew. You come up with a reason to celebrate and take care of the rest. You can book the entire place for yourself (~25 seats) or you can reserve a table.
ro: Organizam petreceri private pentru tine si pentru grupul tau. Tot ce trebuie sa faci este sa ai un motiv de sarbatoare si noi ne ocupam de restul. Se poate inchiria intregul restaurant (~25 locuri) sau iti poti rezerva o masa.

# privateEventsCateringP1
source: Maybe you have the place but you don't have the food. No worries, we can fix that for you. We can prepare your food and deliver it to you.
ro: Poate ai o locatie rezervata dar, nu ai mancarea potrivita. Nici o grija, ne ocupam noi. Putem sa-ti pregatim mancarea si sa ti-o aducem.

# trendingTitle
source: Recent Updates
ro: Ultimele evenimente

# trendingReadMore
source: Read more
ro: Citeste mai mult

# privateEventsBookButton
source: Book Us
ro: Rezerva

source: Mon-Thu: 09-17
ro: Lun-Mie: 09-17

source: Wed-Fri: 09-22
ro: Joi-Vin: 09-22

source: Sat: 10-22
ro: San: 10-22

source: Sun: Closed
ro: Dum: Inchis

source: Careers
ro: Cariere

source: Privacy Policy
ro: Politica Confidentialitate

source: Select Language
ro: Selecteaza Limba

source: Request Recieved
ro: Cererea a fost primita

source: Someone will contact you soon
ro: Veti fi contactat pentru confirmare in curand
